tap 'argon/mas'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'curl'
brew 'direnv'
brew 'doxygen'
brew 'libpng'
brew 'freetype'
brew 'git'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'ghq'
brew 'gibo'
brew 'htop'
brew 'hub'
brew 'jemalloc'
brew 'openssl'
brew 'libevent'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'msgpack'
brew 'mysql'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'shellcheck'
brew 'swiftlint'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'xz'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'argon/mas/mas'
brew 'neovim/neovim/neovim'
cask 'docker'
mas 'Night Owl', id: 428834068
mas 'Evernote', id: 406056744
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Kobito', id: 896624060
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'MenuBar Stats', id: 714196447
mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
